export const blogPageData = [
  {
    id: 'podcast_s_Alexandroy_Yakubovich',
    content: [
      {
        type: 'title',
        title:
          'Подкаст с бизес экспертом Александрой Якубович о стартапах в России ',
      },
      {
        type: 'video',
        video: {
          id: 'y0sF5xhGreA?si=WoIDu5Z9iSbRAAWr',
        },
      },
      {
        type: 'text',
        text: 'Пока здесь ничего нет, посмотрите на котиков))) Сегодня предлагаю поговорить о миниатюрных GSM-модемах на базе чипа SIM800L. Области применения таких модулей весьма обширны: охрана дачи или дома, сигнализация в машине и многое другое, где требуется удаленная связь, а возможности подключиться к Wi-Fi нет. В том числе они прекрасно подходят для проектов IoT, потому что с их помощью можно не только отправлять сообщения или управлять телефонными звонками, но и подключаться к Интернету.',
      },
    ],
  },
  {
    id: 'trand-i-perspectiva-v-IT',
    content: [
      {
        type: 'title',
        title:
          'Текущие тренды и перспективы роста ИТ-рынка в России: роль искусственного интеллекта и облачных решений',
      },
      {
        type: 'image',
        src: '/images/blog/perspective-it/1.jpg',
        alt: 'Город в информационной сети',
      },
      {
        type: 'subtitle',
        text: 'Рост ИТ-рынка в условиях трансформации российской экономики',
      },
      {
        type: 'text',
        text: 'Российский рынок информационных технологий уверенно преодолел сложные вызовы 2022 года, несмотря на неблагоприятные прогнозы. Его рост оказался более динамичным по сравнению с глобальными показателями (среднемировые показатели составили 7–8% за 2022-2023 гг.): увеличение на 10–15% позволило рынку превысить 3 трлн рублей. Такая впечатляющая динамика демонстрирует, что российский ИТ-сектор быстро адаптируется и меняет свои внутренние механизмы в ответ на внешние изменения, создавая новую реальность в мире технологий. Такие процессы ускоряются благодаря усилиям по замещению иностранных технологий и активному развитию отечественных решений \u00B9.',
      },
      {
        type: 'text',
        text: 'В 2024 году фокус корпоративного сектора направлен на стремительное развитие искусственного интеллекта (ИИ), облачных технологий и усиление мер кибербезопасности. Лидирующее положение России в ИТ-секторе объясняется активными вложениями в инновационные решения, разработку и внедрение передовых технологий, а также государственными мерами поддержки, которые способствуют локализации технологий и обеспечению технологической автономии от внешних поставщиков. Данные направления продолжают занимать передовые позиции в процессе цифровой трансформации экономики, способствуя независимости страны от внешних поставщиков и укрепляя ее технологическую инфраструктуру.',
      },
      {
        type: 'text',
        text: 'ИИ и облачные технологии продолжают оставаться драйверами ускоренного роста в корпоративной среде. ИИ активно внедряется для автоматизации рабочих процессов, обработки больших массивов данных и создания интеллектуальных систем, что позволяет бизнесу повышать свою эффективность и улучшать качество предоставляемых услуг. Облачные решения обеспечивают гибкость, масштабируемость и снижение затрат на ИТ-инфраструктуру, делая их востребованными среди малого и среднего бизнеса.',
      },
      {
        type: 'subtitle',
        text: 'Влияние глобальных ИТ-трендов на российский рынок',
      },
      {
        type: 'text',
        text: 'На фоне глобальных инноваций российский ИТ-рынок активно адаптирует передовые технологии, модифицируя их с учетом локальных особенностей национального рынка. Наблюдается развитие отечественных языковых моделей для ИИ, обеспечивающих качественную обработку русского языка и улучшению работы программных систем. Мировой тренд на использование платформ интеллектуальной инженерии ПО также находит отклик в России, где компании стремятся оптимизировать процессы разработки, снижая нагрузку на команды и повышая качество продуктов. Особенностью российского рынка является высокая скорость адаптации новых решений в условиях геополитической нестабильности и внешних санкций, вынуждая компании развивать локальные технологии \u00B2.',
      },
      {
        type: 'text',
        text: 'Российский ИТ-рынок активно трансформируется под воздействием глобальных тенденций, акцентируя внимание на технологиях, способных повысить конкурентоспособность бизнеса. ИИ и облачные решения занимают центральное место в сложившейся динамике, предоставляя компаниям инструменты для автоматизации процессов и оптимизации расходов. Облачные технологии стремительно развиваются благодаря высокой гибкости и масштабируемости, позволяя бизнесу адаптироваться к изменениям и эффективно управлять своими ресурсами.',
      },
      {
        type: 'text',
        text: 'Ключевые перспективы роста российского ИТ-сектора связаны с ускоренным внедрением ИИ в различные отрасли, от промышленности до здравоохранения, открывая возможности для создания интеллектуальных систем поддержки принятия решений. В то же время развитие облачных решений способствует модернизации инфраструктуры и обеспечению высокого уровня информационной безопасности.',
      },
      {
        type: 'image',
        src: '/images/blog/perspective-it/2.jpg',
        alt: 'Картинка сгенерированная нейронной сетью',
      },
      {
        type: 'image',
        src: '/images/blog/perspective-it/3.jpg',
        alt: 'Картинка сгенерированная нейронной сетью',
      },
      {
        type: 'subtitle',
        text: 'Технологические тренды российского ИТ-рынка',
      },
      {
        type: 'text',
        text: 'В 2024 году российский ИТ-рынок столкнулся с рядом значимых трендов, которые определяют его развитие на ближайшие годы. Данные тенденции способствуют ускорению цифровой трансформации и создают возможности для роста бизнеса. Можно выделить основные тенденции и их влияние на ИТ-рынок:',
      },
      {
        type: 'text',
        text: 'Локализация технологий стала приоритетом для российских компаний в условиях сокращения западных поставщиков. Исследования показывают, что 76% крупных и средних предприятий, включая технологические и промышленные корпорации, разрабатывают собственные программные решения, закрывая дефицит на внутреннем рынке. Данный процесс способствует созданию конкурентных продуктов для различных отраслей. Например, «Русатом – Цифровые решения» разработал более 70 цифровых решений, предназначенных для применения в стратегических секторах, таких как оборонная промышленность.',
      },
      {
        type: 'text',
        text: 'Информационная безопасность приобрела ключевое значение для России в условиях растущих киберугроз. В 2022 году число кибератак на российские компании возросло на 700%, что потребовало значительного усиления мер по защите критической инфраструктуры. Ожидается, что рынок кибербезопасности продолжит расти на 24% ежегодно, а к 2027 году его объем превысит 559 миллиардов рублей. В этих условиях открываются широкие перспективы для развития компаний, специализирующихся на разработке инновационных решений в области защиты данных.',
      },
      {
        type: 'text',
        text: 'Рынок облачных услуг продолжает активно развиваться, демонстрируя высокие темпы роста. В 2022 году объем облачных сервисов увеличился на 44%, и эта динамика сохраняется. К 2025 году ожидается, что 85% российских компаний будут использовать облачные технологии для хранения и обработки данных, что позволит снизить затраты на содержание внутренней инфраструктуры и повысить адаптивность бизнес-стратегий к нестабильности внешней среды.',
      },
      {
        type: 'text',
        text: 'Кадровый дефицит остается серьезным вызовом для ИТ-индустрии. Несмотря на наличие более 700 тысяч специалистов, сектору не хватает еще 500–700 тысяч профессионалов для удовлетворения растущего спроса. Сложившееся ограничение сдерживает темпы развития компаний, поэтому особое внимание уделяется образовательным инициативам. Государственные программы, такие как «Цифровые профессии», направлены на подготовку 1,2 млн IT-специалистов к 2030 году, что в перспективе должно помочь решить проблему нехватки кадров.',
      },
      {
        type: 'text',
        text: 'Искусственный интеллект стало общепризнанным перспективным направлением роста российского ИТ-рынка. Применение ИИ расширяется в бизнесе, промышленности и других отраслях, помогая автоматизировать процессы и внедрять интеллектуальные аналитические системы. К 2024 году более 54% российских софтверных компаний уже внедрили технологии ИИ, и этот тренд продолжит набирать обороты. В частности, создание собственных языковых моделей, оптимизированных для работы с русским языком, способствует развитию отечественных технологий и открывает возможности для более глубокой интеграции ИИ в российскую экономику.',
      },
      {
        type: 'text',
        text: 'Перспективы внедрения ИИ в промышленность и другие ключевые секторы экономики свидетельствуют о том, что российский ИТ-рынок готов к дальнейшему росту и освоению новых ниш, что подкрепляется активными государственными инициативами.',
      },
      {
        type: 'image',
        src: '/images/blog/perspective-it/4.jpg',
        alt: 'Картинка сгенерированная нейронной сетью',
      },
      {
        type: 'image',
        src: '/images/blog/perspective-it/5.jpg',
        alt: 'Картинка сгенерированная нейронной сетью',
      },
      {
        type: 'text',
        text: 'Уход ряда международных поставщиков открыл для российских компаний масштабные возможности, предоставив им доступ к внутреннему рынку, объем которого оценивается в 600–800 миллиардов рублей. Данный процесс стал катализатором для развития отечественных ИТ-решений, поддерживаемых программами импортозамещения и государственной поддержкой. Благодаря льготам и грантам, многие компании за последние 2-3 года достигли значительных успехов: выручка увеличилась на 41%, прибыль возросла на 43%, а количество сотрудников выросло на 24%, что свидетельствует о динамичном развитии сектора.',
      },
      {
        type: 'text',
        text: 'В 2023 году была представлена концепция технологического развития, ориентированная на укрепление технологической независимости России к 2030 году. Стратегия направлена на создание собственной научно-технологической базы для производства критически значимых технологий и увеличение доли высокотехнологичной продукции на внутреннем рынке до 75%. Данная политика стимулирует инвестиции в стратегические сектора, такие как микроэлектроника, программное обеспечение и ИИ.',
      },
      {
        type: 'text',
        text: 'Инвестиции в микроэлектронику увеличиваются до беспрецедентных масштабов – в 2024 году запланировано выделение 210 миллиардов рублей на поддержку этой отрасли. Прогнозируется, что спрос на чипы в России к 2027 году достигнет 60 тысяч пластин в месяц, а к 2030–2035 годам возрастет до 150 тысяч пластин, что создаст условия для полного обеспечения внутреннего спроса и значительного повышения технологической независимости страны. Уже сейчас внедряются первые проекты: российские банки представили банкоматы с отечественными процессорами «Эльбрус».',
      },
      {
        type: 'text',
        text: 'Особое внимание уделяется развитию телекоммуникационного оборудования и серверной инфраструктуры. Компания «Иртея», к примеру, получила 5 миллиардов рублей для разработки базовых станций мобильной связи с архитектурой OpenRAN, что станет важным этапом в развитии сетевых технологий 4G и 5G в России. ИИ и облачные технологии продолжают выступать главными драйверами роста ИТ-рынка. Внедрение ИИ в различные отрасли, от промышленности до финансового сектора, позволяет автоматизировать процессы, увеличивая производительность и снижая затраты.',
      },
      {
        type: 'text',
        text: 'Постоянное внедрение ИИ и облачных технологий позволяет отечественным компаниям адаптироваться к внешним вызовам, но и выходить на новые уровни эффективности. Эксперты считают, что ежегодный рост IT-рынка в Росии может составить более 10%  . В долгосрочной перспективе дальнейшее развитие данных технологий, наряду с поддержкой со стороны государства, создаст условия для укрепления позиций России на глобальном ИТ-рынке и повысит её конкурентоспособность в условиях цифровой экономики будущего.',
      },
      {
        type: 'source',
        sources: [
          {
            url: 'https://trends.rbc.ru/trends/industry/65a4d5fe9a79473bbb2dd435',
          },
          {
            url: 'https://www.naumen.ru/company/presscentre/ukhod-inostrannykh-it-vendorov-ostavil-bolshe-50-rossiyskikh-kompaniy-bez-tekhpodderzhki/',
          },
          {
            url: 'https://www.tadviser.ru/index.php/Статья:Тенденции_ИТ-рынка_России ',
          },
          {
            url: 'https://www.naumen.ru/company/presscentre/ukhod-inostrannykh-it-vendorov-ostavil-bolshe-50-rossiyskikh-kompaniy-bez-tekhpodderzhki/',
          },
          {
            url: 'https://www.csr.ru/ru/research/prognoz-razvitiya-rynka-kiberbezopasnosti-v-rossiyskoy-federatsii-na-2023-2027-gody/ ',
          },
          {
            url: 'https://www.forbes.ru/tekhnologii/506954-oblacnyj-atlas-kak-vyros-rynok-servisov-c-it-infrastrukturoj-v-2023-godu ',
          },
          { url: 'https://www.interfax.ru/russia/916552 ' },
          { url: 'https://tass.ru/ekonomika/16639999 ' },
          { url: 'http://government.ru/news/48570/ ' },
          { url: 'https://www.interfax.ru/russia/925028 ' },
          {
            url: 'http://publication.pravo.gov.ru/document/0001202312160005',
          },
          {
            url: ' https://trends.rbc.ru/trends/industry/65a4d5fe9a79473bbb2dd435',
          },
        ],
      },
    ],
  },
  {
    id: 'primenenie-neyrosetey-dlya-optimizacii',
    content: [
      {
        type: 'title',
        title:
          'Применение нейросетей для автоматизации и оптимизации процессов в отраслях промышленности',
      },
      {
        type: 'subtitle',
        text: 'Введение',
      },
      {
        type: 'text',
        text: 'С развитием современных технологий и ростом требований к эффективности производственных процессов, нейросети становятся элементом для автоматизации и оптимизации в промышленности. Применение нейронных сетей позволяет предприятиям решать широкий спектр задач, таких как снижение производственных затрат, повышение производительности и минимизация ошибок в процессе работы. Благодаря объединению алгоритмов машинного обучения с технологиями Интернета вещей и предсказательной аналитики предприятия могут повысить качество своей продукции, предотвратить сбои оборудования и оптимизировать логистические цепочки.',
      },
      {
        type: 'image',
        src: '/images/blog/neural-networks/1.jpeg',
        alt: 'Связь человека и робота',
      },
      {
        type: 'text',
        text: 'Применение нейросетей в промышленности радикально меняет подход к автоматизации, выходя далеко за рамки традиционных решений. В основе нейросетей лежат алгоритмы, которые способны анализировать огромные массивы данных с высокой степенью точности, делая их незаменимыми в производственной среде, где требуется быстрая обработка информации и оперативное принятие решений.',
      },
      {
        type: 'subtitle',
        text: 'Как происходит обучение нейросети?',
      },
      {
        type: 'text',
        text: 'Обучение нейросетей происходит на основе исторических данных, позволяя моделям работать с вероятностями и генерировать выводы на основе предыдущего опыта. Чем более качественные и объемные данные используются для обучения, тем выше будет точность прогнозов и решений, что повышает общую эффективность производства.',
      },
      {
        type: 'image',
        src: '/images/blog/neural-networks/2.png',
        alt: 'Как происходит обучение нейросети',
      },
      {
        type: 'subtitle',
        text: 'Рост внедрения нейросетей в промышленности',
      },
      {
        type: 'image',
        src: '/images/blog/neural-networks/3.png',
        alt: 'Применение ИИ',
      },
      {
        type: 'text',
        text: 'Результаты опроса MTI, проведенного среди европейских и американских промышленников, свидетельствуют о том, что искусственный интеллект становится неотъемлемой частью производственных процессов. На диаграмме наглядно показано, как ИИ активно интегрируется в различные аспекты работы промышленных предприятий.',
      },
      {
        type: 'text',
        text: 'Нейросетевые технологии стали катализатором изменений в рамках Четвертой промышленной революции. Промышленные предприятия вынуждены адаптироваться к новым реалиям, где успех зависит от скорости внедрения инноваций.',
      },
      {
        type: 'subtitle',
        text: 'Основные преимущества нейросетей в промышленности',
      },
      {
        type: 'image',
        src: '/images/blog/neural-networks/4.jpeg',
        alt: 'Применение ИИ в промышлености',
      },
      {
        type: 'text',
        text: 'ИИ и нейросети оказывают колоссальное влияние на промышленность, координируя взаимодействие технологий Четвертой промышленной революции. Их способность интегрировать различные системы и автоматизировать рутинные процессы открывает новые горизонты для оптимизации производственных операций.',
      },
      {
        type: 'subtitle',
        text: 'Рынок нейронных сетей: тренды и прогнозы',
      },
      {
        type: 'image',
        src: '/images/blog/neural-networks/5.jpeg',
        alt: 'Высоковольный столб',
      },
      {
        type: 'text',
        text: 'Глобальный рынок нейронных сетей демонстрирует стремительный рост. В 2020 году его объем составил 14,35 млрд долларов, и, согласно прогнозам, к 2030 году он достигнет 152,61 млрд долларов.',
      },
      {
        type: 'subtitle',
        text: 'Влияние нейросетей на глобальный рынок',
      },
      {
        type: 'text',
        text: 'Северная Америка остается лидером по внедрению нейронных сетей в промышленности, что связано с быстрым развитием технологий и наличием развитой ИТ-инфраструктуры. При этом Азиатско-Тихоокеанский регион демонстрирует значительный рост благодаря развитию цифровизации и интеграции Интернета вещей в промышленные процессы.',
      },
      {
        type: 'text',
        text: 'Несмотря на быстрый рост, рынок сталкивается с определенными трудностями, такими как нехватка квалифицированных специалистов и высокая зависимость от больших данных.',
      },
      {
        type: 'image',
        src: '/images/blog/neural-networks/6.jpeg',
        alt: 'Ai logo',
      },
      {
        type: 'subtitle',
        text: 'Влияние нейросетей на промышленность',
      },
      {
        type: 'text',
        text: 'Промышленные компании все активнее внедряют технологии машинного обучения для оптимизации производственных процессов, улучшения логистики и минимизации простоев оборудования.',
      },
      {
        type: 'subtitle',
        text: 'Заключение',
      },
      {
        type: 'text',
        text: 'Нейросетевые технологии радикально меняют индустрию, открывая путь к эффективной автоматизации сложных процессов. Промышленность извлекает огромную выгоду из этих передовых решений. Использование нейросетей позволяет оптимизировать производственные линии и сократить издержки.',
      },
      {
        type: 'source',
        sources: [
          { url: 'https://www.alliedmarketresearch.com/neural-network-market' },
          {
            url: 'https://www.mckinsey.com/capabilities/operations/our-insights/adopting-ai-at-speed-and-scale-the-4ir-push-to-stay-competitive',
          },
          { url: 'https://www.mdpi.com/2227-7390/11/11/2466' },
          {
            url: 'https://www.mordorintelligence.com/industry-reports/neural-network-software-market/market-trends',
          },
          { url: 'https://www.siemens.com/siemensreport' },
          {
            url: 'https://maindigital.com/automation-trends-2023-whats-new-whats-next-and-your-path-to-real-value/',
          },
          {
            url: 'https://smartbridge.com/2023-automation-trends-unlock-the-future-of-intelligent-automation/',
          },
        ],
      },
    ],
  },
  {
    id: 'ai-oil-gas-trends',
    content: [
      {
        type: 'title',
        title:
          'Применение ИИ и нейросетей в нефтегазовой отрасли: тренды и прогнозы роста',
      },
      {
        type: 'subtitle',
        text: 'Введение',
      },
      {
        type: 'text',
        text: 'В условиях стремительного технологического прогресса и увеличения требований к операционной эффективности, нефтегазовая отрасль активно внедряет решения на основе искусственного интеллекта (ИИ) для решения критических задач, таких как оптимизация производственных процессов, повышение безопасности и улучшение управления ресурсами. Интеграция ИИ на всех этапах производственного цикла направлена на повышение точности прогнозирования, улучшение логистики и управление цепочками поставок, способствуя снижению операционных затрат и снижению рисков, связанных с эксплуатацией оборудования. Введение ИИ отражает важные трансформации в структуре отрасли, подталкивая её к все более цифровому и аналитическому подходу к управлению своими бизнес-процессами.',
      },
      {
        type: 'subtitle',
        text: 'Рост рынка ИИ в нефтегазовой отрасли',
      },
      {
        type: 'text',
        text: 'Согласно данным Grand View Research, мировой рынок ИИ в нефтегазовом секторе в 2022 году составил 2,16 миллиарда долларов, с прогнозируемым увеличением до 7,99 миллиарда долларов к 2030 году. Среднегодовой темп роста составляет 14,2%, что отражает активное расширение использования ИИ и нейросетевых решений для оптимизации процессов. Основные факторы, стимулирующие рост, включают потребность в оптимизации производственных операций, снижении операционных затрат и усилении мер безопасности на всех этапах технологического процесса. Внедрение ИИ позволяет достигать более высокой точности прогнозирования и адаптации к изменяющимся условиям.',
      },
      {
        type: 'image',
        src: '/images/blog/ai-oil-gas-trends/1.png',
        alt: 'Объем и тенденции рынка ИИ в нефтегазовой отрасли',
      },
      {
        type: 'subtitle',
        text: 'Объем и тенденции рынка ИИ в нефтегазовой отрасли',
      },
      {
        type: 'text',
        text: 'Дополнительные исследования Mordor Intelligence прогнозируют, что к 2025 году объем рынка ИИ в нефтегазовой отрасли вырастет до 3,14 миллиарда долларов к 2024 году и достигнет 5,70 миллиарда долларов к 2029 году, с ежегодным приростом в 12,61%, обусловленном увеличением числа проектов, связанных с разработкой и переработкой углеводородных ресурсов. Внедрение ИИ и нейросетей становится критическим фактором повышения эффективности процессов и минимизации рисков, связанных с изменениями в международных цепочках поставок и колебаниями цен на нефть.',
      },
      {
        type: 'text',
        text: 'Согласно аналитическим данным Straits Research, ведущими регионами по интеграции технологий ИИ в нефтегазовой отрасли остаются Северная Америка и Азиатско-Тихоокеанский регион. В этих регионах наблюдается активное развитие систем машинного обучения и Интернета вещей (IoT), направленных на повышение точности прогнозирования состояния технических объектов и управление операционными процессами в режиме реального времени. Компании-лидеры в сфере ИИ, такие как IBM, Intel, Microsoft, Accenture и Google, инвестируют значительные ресурсы в разработку решений для оптимизации производственных процессов.',
      },
      {
        type: 'text',
        text: 'Прогнозируется, что страны Азиатско-Тихоокеанского региона, включая Китай, Индию, Японию и Австралию, будут демонстрировать среднегодовой темп роста на уровне 13,5%. Такой рост связан с увеличивающимся спросом на нефть и газ в этих странах, что стимулирует внедрение технологий ИИ для повышения эффективности добычи и переработки углеводородов.',
      },
      {
        type: 'image',
        src: '/images/blog/ai-oil-gas-trends/2.png',
        alt: 'Ключевые игроки рынка',
      },
      {
        type: 'subtitle',
        text: 'Основные моменты отчета по ИИ на рынке нефти и газа',
      },
      {
        type: 'text',
        text: 'Трансформационный ландшафт нефтегазовой отрасли в 2024 году, формируемый внедрением решений на основе искусственного интеллекта, свидетельствует о значительных изменениях в управлении и организации производственных процессов. Интеграция ИИ способствует революционным инновациям в сфере разведки и бурения, предлагая более точные и интеллектуальные подходы к оценке геологических данных и разработке стратегий добычи.',
      },
      {
        type: 'text',
        text: 'Применение ИИ в нефтегазовой отрасли способствует значительным улучшениям в ключевых областях, таких как разведка, бурение, управление логистикой, безопасность и экология. Эти технологии позволяют снизить риски, повысить эффективность и улучшить экологическую устойчивость.',
      },
      {
        type: 'subtitle',
        text: 'Оптимизация производственных процессов и безопасности',
      },
      {
        type: 'text',
        text: 'ИИ и нейронные сети оказывают значительное влияние на повышение эффективности производственных процессов и улучшение показателей безопасности в нефтегазовой отрасли. Например, компании Shell и Total активно используют машинное обучение и автоматизированные системы мониторинга для прогнозирования сбоев оборудования, повышения точности данных и предотвращения аварийных ситуаций.',
      },
      {
        type: 'subtitle',
        text: 'Заключение',
      },
      {
        type: 'text',
        text: 'Внедрение ИИ в нефтегазовую отрасль оказывает многогранное влияние на операционную деятельность. Эти технологии способствуют повышению эффективности управления, снижению затрат и улучшению экологической устойчивости. В будущем ИИ станет ключевым инструментом для достижения стратегических целей отрасли, включая снижение углеродного следа и оптимизацию цепочек поставок.',
      },
      {
        type: 'source',
        sources: [
          {
            url: 'https://www.grandviewresearch.com/industry-analysis/ai-oil-gas-market-report',
          },
          {
            url: 'https://www.mordorintelligence.com/industry-reports/ai-market-in-oil-and-gas',
          },
          {
            url: 'https://straitsresearch.com/report/artificial-intelligence-in-oil-and-gas-market/',
          },
          {
            url: 'https://www.alliedmarketresearch.com/ai-in-oil-and-gas-market-A17000',
          },
          {
            url: 'https://www.aciinfotech.com/blogs/ai-solutions-revolutionizing-oil-gas-industry-2024-innovations',
          },
          {
            url: 'https://www.fairfieldmarketresearch.com/report/ai-in-oil-gas-market',
          },
          {
            url: 'https://www.aramco.com/en/what-we-do/energy-innovation/digitalization/ai-and-big-data',
          },
          {
            url: 'https://sifted.com/resources/how-to-implement-artificial-intelligence-to-boost-supply-chain-ops/',
          },
          {
            url: 'https://www.birlasoft.com/articles/13-remarkable-applications-ai-oil-gas-industry',
          },
        ],
      },
    ],
  },
];
